[
	{
		"link": "https://blog.naver.com/kkalgid1/222127784856",
		"title": "물걸레 전용 로봇청소기, LG 코드제로 M9 ThinQ 무한 신뢰중",
		"content": "LG 코드제로 M9 ThinQ\n물걸레 전용 로봇청소기\n몸은 한개인데 해야할일은 자꾸 쌓여가고\n혼자 해내기엔 버겁더라고요.\n자신과의 타협을\n너무 잘하는 나를 위해 자꾸 방치된 방을 보니\n안되겠다 싶었지요~!\n좀더 쾌적한 집안 환경을 위해서 선택한\n물걸레 로봇청소기 LG코드제로 M9 ThinQ 입니다 : )\n사용한지 일주일째인데\n완전 신세계 +.+!!!!!!!!!!!!!\n사실 물걸레질 빡빡 하기 위해서\n집 리모델링 공사를 할때\n바닥을 물청소가 손쉽게 할수 있도록\n물에 강한 타일과 대리석으로 공사했었는데\n걸레질은 저에게 사치였습니다.\n넘나 힘든것 ㅠㅠㅠㅠ\n바닥을 가끔 물티슈로 슥 닦아보면\n금방 시커멓게 바뀌는 물티슈;;;\n제가 그간 걸레질을 참 자주 안했다 싶기도 해요.\n발바닥이며 양말이며\n자꾸 발바닥이 시커매지고..ㅠㅠ\n라임이 유치원에 여분의 양말을 가져갔는데\n선생님이 이거 쌔거 맞냐고 물어보셨다네요 -0-;;;\n아흑... \n챙피해서 살수가 없네요 ㅋㅋㅋ\n내안의 평화를 위하여\n바닥을 쓰는건 내가 할테이니,\n닦는건 LG 코드제로 M9 ThingQ 에게 맡기기로....\n사실 택배로 배송될줄 알았는데,\nLG 배송 기사님이 직접 가지고 오셔서\n설치까지 해주시고 설명까지 해주셔서 여쭤볼수도 있었고\n사용법도 간단하게 익힐수 있었답니다 : )\n이부분~ 참 ㅋ 편하고 좋더라고요~\n상자의 구성품을 보시면 바로 이렇습니다.\n충전대, 물걸레로봇청소기 본체, 바닥손상방지판\n어댑터, 물걸레4개\n설명서, 리모컨, 리모컨거치대 (건전지포함)\n충전대와 바닥 손상방지판 어댑터를\n조립해서 설치까지\n기사님이 다 연결해주셨는데요.ㅎㅎ\n바닥을 보호할수 있는 바닥 손상 방지판까지 있어서\n은근 꿀 이예요 >ㅁ<\n아무래도 물걸레가 있는 상황에서 바닥과 맞닿은 상태에서\n그대로 방치되면 변색될수도 있고\n바닥이 나무인 경우에는 물기를 머금을 수도 있는데\n디테일하게 구성이 잘 되었다\n싶더라고요 ㅎㅎㅎ\n그렇게 물걸레 전용 로봇청소기를\n충전하면 이런 모습이에요.\n크기가 크지 않아서 큰 공간을 차지하지\n않았답니다.\n아참! 기사님이 LG ThinQ 앱으로\n핸드폰과 연동도 해주셨답니다.\n어플을 이용해서 좀더 손쉽게 제어할 수 있고\n좀더 다양한 메뉴얼을 활용할수도 있기도 하답니다.\n구성품중에 리모콘도 있답니다.\n건전지까지 포함되어 있어서\n바로 사용할수 있기도 했죠.\n어플 말고도 리모콘으로도 손쉽게 제어를 할수 있겠죠.\n히힛!!\n개봉하고도 바로 사용할수 있는\n어느정도 배터리가 있긴 했지만\n저는 충전을 먼저 해줬고요 : )\n정면 디스플레이에 배터리가 어느정도 되었는지 보이기 때문에\n완충된 뒤 바로 사용해봤습니다.\n아시다시피 LG 코드제로 M9 ThinQ는\n물걸레 전용 로봇청소기랍니다 : )\n물걸레를 부착해서 슥슥 닦아주는것에서 끝나는게 아니라\n물통이 이렇게 내장되어 있어요.\n자동 물 공급 시스템으로\n중간중간 스스로 물통속에 물로\n셀프 물공급을 해주기 때문에\n물걸레가 마름없이 닦을수 있지요 >ㅁ<\n사용전 우선 300ml 대용량 물통을 분리해서\n물을 가득 넣어줬고요.\n그리고 M9는 최대 100분동안 사용할수 있답니다.\n집 구석구석 닦고도 남을시간이예요 ㅋ\n물 넣고 뚜껑을 닫고 본체에 다시 부착했고요\n그리고 본체를 뒤집어 보시면\n물걸레를 붙이는 곳이 있답니다.\n총 2개의 물걸레가 사용되지요\n걸레의 구성은 총 4장이기 때문에 돌려가면서\n빨아서 사용하면 된답니다.\n처음 시작할때 물기를 어느정도 머금어줘야\n효과적으로 걸레질이 가능하답니다 : )\n그렇게 작동하면 된답니다 : )\n주행하는 바퀴가 없이,\n바닥에 착 밀착되어서 집안 곳곳\n2Kg의 무게로 걸레를 누르며\n닦아주기 때문에 좀더 효과적인\n걸레질이 되는 느낌이었어요.\n특히 생각치도 못한 운전실력(?)에\n사용할때마다 놀라곤 합니다\nㅋㅋㅋㅋㅋ\n구석구석 잘 찾아 들어가더라고요.\n라임이가 옆에서 지켜보더니,\n\"엄마 쟤 똑똑해\"\n이렇게 얘기하더라고요 ㅎㅎㅎ\n공간을 스스로 학습하는\n인공지능 로봇 청소기의 클라스겠죠\nㅎㅎㅎㅎㅎㅎ\n사용할수록 더 똘똘하게 잘 해내고 있는 느낌이였어요.\n청소기로 어느정도 쇼파 밑에는\n청소를 했다고 얘기할수 있겠는데,,,\n도대체 언제 닦았는지 기억도 안나네요ㅋㅋ\n오랜만에 쇼파 밑에 물걸레 청소도 해보네요.\n이제 제손이 닿지 않은 공간도\n깨끗해지고 있답니다.\n큰맘먹고 해야하는 청소공간인데도\n이제는 매일같이 할수 있게 되었지요.\nㅎㅎㅎㅎㅎ\n나의 살림 조수가 생긴 느낌적인 느낌!!!\n헤헤헷!\n그렇게 청소가 끝나면 알아서\n 시작했던 장소로 돌아온답니다 : )\n시작했던곳이 충전기라면\n충전기에 스스로 올라와서 충전까지 해주는\n매력덩어리....ㅋㅋㅋㅋㅋㅋ\n그렇게 저는 일주일정도 사용하고 있는데요.\n앞으로도 당연히 계속 사용할꺼예요!ㅎㅎㅎㅎ\n그렇게 물걸레 전용 로봇청소기가 훑고 지나간 곳의\n바닥에 물기가 싹- 마르고 나서\n보실보실하게 닿는 바닥의 촉감이 참 좋습니다.\n이게바로 쾌적이라는 느낌이겠죠?\n오랜만에 느껴보는 쾌적함 ㅋㅋㅋ\n힘 하나 들이지 않고 마주할수 있는 깨끗함이\n최고 매력아닐까 싶어요.\n물걸레 로봇청소기가 바닥을 닦고 있지만\n저는 다른일을 볼수 있기 때문에\n시간적인 부분에서도\n많이 세이브 되기도 한답니다 : )\n다음엔 좀더 디테일하게 청소하고 있는 청소기 리뷰를\n가지고 와 볼꼐요  : - )\n오늘은 맛보기! ㅋㅋ 이만 안녕히 계세요 !\n\n",
		"publish_date": "2020-10-28 11:12:00 KST"
	},
	{
		"link": "https://blog.naver.com/al_satang/222319123306",
		"title": "LG ThinQ 앱으로 더 알차게 활용하는 LG 오브제컬렉션 스타일러",
		"content": "우리 집 거실 끝에 붙박이처럼 자리 잡은\nLG 오브제컬렉션 스타일러!\n써보기 전엔 이렇게까지 좋을지 몰랐는데\n정말 매우 매우 매우 만족하게 된 제품인데요!\n사실 사용해보기 전엔\n의류관리기가 할 수 있는(?) 일이 이렇게 많을 줄 몰랐는데\n정말 여러 가지 코스로 아주 알차게 사용하고 있거든요.\n오늘은 LG ThinQ 앱과 21가지 다운로드 코스로\n더욱 똑똑하게 사용하는 법을 보여드릴게요 :)\nLG ThinQ 앱을 사용하면\n다양한 기능들로 스타일러를 더욱 편리하게 사용할 수 있는데요.\n앱을 실행시키고\n원하는 방법으로 로그인 후 \n기기를 등록하면 되는데요.\n화면에서 알려주는 대로 따라 하면\n어렵지 않게 등록할 수 있어요.\n스타일러 등록 완료!\n저는 기존에 이미 워시타워를 LG ThinQ 앱에\n등록해서  사용하고 있었는데요.\n이번에 스타일러를 추가로 등록해서 사용하고 있지요.\nLG ThinQ 앱의 스마트알림 기능이\n코스 종료나 제품 이상 발생 시\n메세지 알림으로 알려준답니다.\n에너지 모니터링으로 사용횟수나 전력 사용량까지\n한눈에 쉽게 확인하고\n전력소비까지  체크할 수 있고요.\n스마트 진단으로 제품의 오작동이나 고장 발생 시\n제품 상태를 확인할 수 있어요.\n원격제어 기능을 이용하면\n집 밖에서도 간편하게 스마트폰으로 스타일러 코스를 작동시킬 수 있어서\n잠시 외출했을 때나 미리 예약으로 작동시키고 싶을때\n아주 편리하게 사용할 수 있어요.\n원격제어는 섬세건조 버튼을 3초이상 길게 꾹 누르고 있으면 켜져요.\n제품에서 바로 버튼을 눌러서 조작하는\n기본적인 코스인\n스타일링, 고급의류, 스팀살균, 섬세건조, 예약 버튼을\n원격제어로 앱에서 바로 조작할 수 있고요.\n21가지 다운로드 코스를 추가로 다운로드 받아 사용할 수 있는데요.\n교복관리, 눈/비 건조, 담요 데우기, 두꺼운 패딩 건조, 드레스 셔츠 건조, \n모피/가죽 관리, 목도리 관리, 바지 관리, 실크 관리,\n등등 아주 다양한 코스들을 사용할 수 있어요.\n코스 이름을 클릭하면\n코스에 대한 상세 설명도 볼 수 있더라고요.\n아이들은 비 오는 날, 분명히 우산을 쓰고 갔는데도\n왜 옷은 이렇게 젖어서 오는 걸까요?\n눈/비 건조 코스를 다운로드 받아서 작동시켜 보았어요.\n비 맞아 젖은 후드를 옷걸이에 걸고요.\nLG ThinQ 앱에서 눈/비 건조 코스를 작동시켰어요.\n현재 진행 상황이 나오고 예상 완료 시각도 확인된답니다.\n제품 LED 버틑에도  다운로드 코스가 표시되어 있어요.\n뽀송뽀송 잘 건조되어 나왔죠!\n시간도 한 시간도 안 걸렸는데\n이렇게 잘 말라서 나오다니.\n세탁 없이도 이렇게 깨끗하게 관리가 된다고요.\n쭈니가 요 며칠 낮에 날씨가 덥다며 \n몇달 동안 보관만 해뒀던 반팔 티셔츠를 꺼냈는데\n너무 꾸깃꾸깃 하다며 이것도 스타일러가 관리해주나며 꺼내오더라고요 ㅎㅎ\n암요, 바로 해결해드리지요. 따님^^\n이번에는 오래된 옷 관리 코스를 이용해봤어요.\n옷장에 오래 보관해 눅눅한 냄새가 나는 옷을\n산뜻하게 관리해 주는 코스인데요.\n계절 바뀌어서 옷 꺼낼 때나 눅눅한 장마철에 사용하면\n정말 너무 좋을 것 같아요.\n34분 만에 <오래된 옷 관리> 코스 끝나고 나온 꾸깃했던\n면 티셔츠.\n눅눅함도 사라지고 주름도 완화되고!\n상쾌해져서 나왔어요.\n이 글은 LG전자로부터 제품을 무상 제공받아 작성했습니다.",
		"publish_date": "2021-04-22 14:32:00 KST"
	},
	{
		"link": "https://blog.naver.com/whitepolarbear/222036790611",
		"title": "써본 사람만 알 수 있다! LG 코드제로 R9 보이스 ThinQ 로봇청소기 3달 사용기",
		"content": "어느덧 LG 코드제로 R9 보이스 ThinQ 로봇청소기를 사용한 지 3달이 되었습니다.\n이 제품을 약 3달간 사용하면서 필자의 삶 깊숙한 곳을 파고들어 이제는 없어서는 안되는 아이템이 되어버렸습니다. 만약 다시 사용하기 전으로 돌아가라고 하면 치가 떨릴 것 같습니다. 그만큼 실생활에서 도움을 많이 주는 가전제품이라고 말씀드리고 싶습니다.\nTV처럼 어느 한 공간의 자리를 차지하고 있는 로봇청소기의 특성상 디자인은 상당히 중요하다고 말할 수 있습니다. 그래서 집안과 잘 어울리는 디자인 설계가 중요한데요. 이 제품은 처음부터 필자의 마음에 쏙 들 정도로 고급스럽고 예쁜 디자인을 하고 있어 이제 눈에 안 보이면 어색할 만큼의 위치까지 올라왔습니다.\n실제로 집 안 이곳저곳 옮겨가며 설치를 해봤는데요. 어느 상황이 닥치더라도 자연스럽게 주변과 잘 어울렸습니다.\n인공지능 딥러닝 기술을 적용과 전면의 3D 센서를 적극 활용하여 여러 가지 사물들을 인식하고 집안의 구조물을 스스로 학습하여 좀 더 효율적인 움직임을 보여줍니다. 또한 각각의 상황에 맞춰 청소를 해주니 사용자가 딱히 신경 쓸 필요가 없더라고요.\n집 안에는 의자, 책상, TV 다이 등등 다양한 가구가 배치되어 있는데요. 이런 것들을 확실히 잘 피해 가며 움직이는 모습을 보고 있으면, 전면의 카메라는 확실히 기능을 잘 한다고 느껴지더라고요. 특히 주방과 같이 복잡한 공간도 요리조리 피해 가며 구석구석까지 먼지를 제거해 줍니다. 그러니 고가의 가구를 들여놓은 집에서도 흠집 없이 관리가 가능하겠죠?\n로봇청소기의 흡입력은 약하다는 필자의 편견을 완전히 산산조각 내버린 파워 드라이브는 신선한 충격이었습니다. 3개월 내내 사용하면서 R9 보이스 파워 드라이브의 흡입력과 전면에 위치한 설계는 사각지대 없이 완벽하게 집 안의 모든 먼지를 흡입하는데 전혀 문제 되지 않았습니다. 보통 동그란 디자인을 가지고 있으면서 측면의 브러시로 먼지를 모아 흡입하는 방식과는 작업 능률이 달랐습니다.\n특히 러그 위와 같은 곳은 일반적인 흡입력으로는 러그 깊숙한 곳의 먼지를 빨아들이기에 부족합니다. 그래서 강력한 흡입력을 발생시켜주는 스마트 인버터 모터의 능력이 필요합니다. 이런 강력한 흡입력은 러그 속에 숨어있는 먼지를 최대한 제거해 줍니다. 또한 스마트 터보로 설정해 놓으면 알아서 흡입력을 조절하여 배터리 부족함 없이 넓은 집도 충분히 커버 가능합니다.\n현재 이 제품을 사용하는 공간의 넓이는 약 34평 정도로 전부 다 진행하고도 배터리 1~2칸 정도는 남아있더라고요.\n앱을 통하여 인공지능 마이존 기능을 활용하면 공간을 구분할 수 있어 지저분해진 공간만 선택하여 작동하게 설정도 가능합니다.\n또한 다양한 청소모드도 지원하기 때문에 현재 상황에 맞게 운영도 가능하니 불필요한 전력 낭비도 방지할 수 있었습니다.\n필자와 같이 IT 기기에 관심이 많은 사람들은 앱과 음성 명령과 같은 다양한 기능을 활용하여 사용하는데요. 하지만 부모님 같은 경우 연세가 있기 때문에 새로운 방법은 조금 낯설어하십니다. 그래서 전용 리모컨이 따로 있는데요. 이 리모컨을 사용할 경우 아주 간편하고 직관적으로 모든 기능을 이용할 수 있습니다. 하지만 현재 부모님께서는 음성 명령의 매력에 빠지셨습니다. ㅎㅎ 그러니 부모님이 사용하신다면, 꼭! 음성명령 기능을 사용하는 것을 알려드리세요.\n상단에 위치한 고성능 마이크 2개를 활용하여 사용자의 목소리를 정확하게 알아듣고 본체 기능에 대한 설명은 물론 동작까지 모든 것을 음성으로 실행할 수 있으며, LG ThinQ 앱을 통해 클로바와 연동할 경우 날씨 정보 및 생활에 관련된 정보를 Ai 스피커와 동일하게 이용이 가능하여 별도의 Ai 스피커가 필요 없어집니다.\n강력한 흡입력을 가지고 있어 혹시 미세먼지가 외부로 나오면 어떡하지? 걱정할 수 있는데요. 5단계 미세먼지 배출 차단 시스템을 적용하여 절대로 외부로 먼지가 다시 나오는 일이 없어 미세먼지에 민감한 주방과 같은 곳을 돌아다니더라도 딱히 걱정되지 않습니다.\n필자가 유용하게 사용하는 기능 중 하나는 바로 전용앱니다.\nLG ThinQ 라는 앱을 설치하고 연동하셔야지 LG 코드제로 R9 보이스 ThinQ 로봇청소기를 200% 활용할 수 있습니다. 그러니 꼭 설치하셔서 연동을 추천합니다.\n전용 앱을 실행하면 현재 상태를 비롯하여 다양한 기능을 설정할 수 있습니다. 물론 밖에서도 제품을 동작시키는 것은 기본이겠죠? 그리고 제품이 동작 후 완료가 되면 스마트폰에서 알람이 뜨며 완벽하게 동작을 완료했다고 알려주기도 합니다.\n아주 오래전 해외에서 LG 로봇청소기를 활용하여 도둑을 잡았다는 기사를 봤는데요. LG 코드제로 R9 보이스 ThinQ 에도 전면 카메라를 활용하여 집 안을 지켜주는 보안관과 같은 역할을 수행할 수 있습니다. 홈가드 기능을 사용하면 특정 장소에서 움직임이 발생했을 경우 사진을 촬영하여 스마트폰으로 전송까지 해줍니다. 대단하죠? 그리고 캠을 이용하여 RC카를 움직이는 것처럼 본체를 컨트롤하여 원하는 곳을 보고 이동할 수 있습니다.\n예전에는 분명 성능이 안 좋았기 때문에 큰 인기가 없었습니다. 하지만 기술이 발달하고 흡입력이 강력해지면서, 이제 로봇청소기는 필수 가전제품이 되었다고 생각합니다. 특히 자신만의 시간이 늘어나며, 항상 쾌적한 실내를 누릴 수 있다는 것에 대해서 만족감이 컸습니다.\n시간은 돈을 주고 살 수 없다는 말은 정답이기도 하면서 틀린 말이기도 합니다. LG 코드제로 R9 보이스 ThinQ 를 구매하면 돈을 주고 시간을 살 수 있다고 생각합니다. 그러니 한번 사용해보시는 것을 추천합니다.",
		"publish_date": "2020-07-21 09:40:00 KST"
	},
	{
		"link": "https://blog.naver.com/lykcream/222129005205",
		"title": "물걸레 전용 LG 로봇청소기 M9 ThinQ 청소도 스마트하게~♬",
		"content": "홈가드닝이 취미인 저는,, \n거의 일 년 365일 거실 창문을 열어놓고 생활하는 편인데요, \n낮 시간에 잠깐만 창문을 열어두어도 집안 곳곳에 먼지가 쌓이거든요.\n알레르기성 비염이 있어서 물걸레 청소는 매일 해야 하는데,,, \n바빠서 혹은 힘들어서 실제론 그렇게 자주 물걸레 청소를 하지는 못하겠더라고요 T^T\n하지만 요즘처럼 재채기가 많이 나오는 계절에는 허리 디스크가 도질 염려가 있어서 물걸레질은 필수!\n청소는 자주 해야겠고 몸은 힘들고,, 그래서 데려왔죠 : )\n LG 코드제로 M9 ThinQ\n이 아이는 무선 청소기면서 동시에 혼자서도 움직이는 로봇청소기거든요.\n운동 나갈 때 ThinQ 앱을 이용해서 청소를 시키면 알아서 깨끗하게 물걸레 청소를 해 놓으니 정~말 편하더란~♬\n물걸레 전용 로봇청소기 LG 코드제로 M9 ThinQ를 배송받던 날,\nLG전자 배송 기사님들이 미리 약속한 시간에 방문하셔서 설치도 해주시고,\n잘 작동되는지 확인 후 박스와 포장 비닐을 싹~ 가지고 가셨어요.\n물걸레 전용 로봇청소기 M9은 리모컨으로도 작성할 수 있지만, LG ThinQ 앱을 깔면 더 다양한 기능을 섬세하게 작동 가능한데요, \n기사님께서는 기본적인 작동 여부를 확인하기 위해서 리모컨으로 테스트해 주셨어요 :D \n설치 기사님들도 놀라시던 물걸레 전용 로봇청소기 LG 코드제로 M9. \n작동 테스트를 마친 기사님들도 M9은 바닥에 주행하는 바퀴가 없어 그런지 조용하고 훨씬 밀착이 잘 된다고~\n부럽다고 맘에 들어 하시더라고요. 호호!! \n제품 구성으로는 간단한 사용 설명서가 있고, 본체를 닦을 수건도 같이 들어있었어요. \n그리고 물걸레는 4매!!\nLG ThinQ와 물걸레 전용 로봇청소기를 연결하기 위해서 먼저 LG ThinQ 앱을 스마트폰에 설치했어요.\n작년에 LG 스마트 TV를 새로 교체하고 올해 이사하면서 김치냉장고를 LG DIOS로 구입했지만,,\nLG ThinQ 앱은 깔지 않았었는데,, ^^;; \n스마트하게 물걸레 전용 로봇청소기를 이용해보려고 이번엔 앱을 깔았다는요~\n제품 추가하기를 통해서 LG 물걸레 청소기를 연결했어요. \n앱을 열고 제품 선택 페이지에서 청소기를 선택한 다음 앱에서 시키는 대로 하면 되니깐,, 연결하긴 전혀 어렵지 않답니다 : ) \nLG ThinQ 앱을 설치했고, 로봇청소기가 배송된 후 충분히 충전을 했으니 이제 코드제로 M9의 물걸레 청소 실력을 봐야겠죠? \n물걸레는 한번 적셔서 물기를 꽉 짠 후에 부착해 놓고, \n물통에 수돗물을 채운 다음\n본체에 밀어 넣었어요 :) \n청소 준비 끝!! \n리모컨도 있지만 저는 앱을 이용해서 청소를 시작했어요. \nM9 기능이 매우 세분화되어 있는데요, \n꼼꼼청소/ 퀵청소 등으로 청소 모드 선택이 가능하고 \n자동으로 물 공급이 될 뿐 아니라 공급되는 물의 양도 조절할 수 있는 점이 좋더라고요 : ) \n특히나 앱에서는 물 공급 양을 5단계로 나눠 조절 가능했고요 ^^\n(참고로 본체 상단 조작부를 통해서는 3단계로 조정 가능해요~!)\n그리고 요일과 시간을 정해서 일정한 시간에 청소하도록 청소 예약 기능도 있어요.  \n저는 주로 퀵청소 모드를 선택하고 물공급 약 상태로 청소를 하는데요, \n LG 물걸레 전용 로봇청소기 M9은 \n주행 휠 없이 바닥에 밀착한 상태로 청소를 해서 바닥의 얼룩을 깨끗하게 지워내더라고요~\n홈가드닝 하느라고 물통을 이리저리 들고 다니기도 하고, \n화분을 여기서 저기로 옮기기도 해서 은근 바닥에 물 얼룩 자국이 남아있는 편인데, \n코드제로 M9을 한번 작동시키면 물 자국이 싹- 지워져요 : ) \n또 하나 마음에 드는 기능이 마이존 기능인데요, \n처음에 우리 집에 왔을 때 마이존 기능에서 새 도면 그리기를 선택하면 M9이 우리 집을 돌아다니면서 우리 집의 대체적인 도면을 그리거든요. \n방 3개, 거실, 부엌, 화장실 2개로 구성된 집이지만, 화장실 문은 닫아놓았고, \n컴퓨터 방에 빨래 건조대를 펼쳐놓은 상태라 컴퓨터 방도 문을 닫아 놓고 지도를 그렸더니 \n현관 앞 방이랑 거실, 부엌, 침실을 구현했더라고요. ^^\n청소할 때는 부엌/거실/침실/ 옷방 중 청소가 필요한 공간을 선택해서 청소하게 시킬 수 있어서 좋았어요. : )\n그 외에도 <홈뷰/ 홈가드 기능>이 있어서 집 밖에서도 집 내부를 실시간으로 확인할 수 있고, \n충전대에 있을 때 위치를 지정해두면 다른 물체의 움직임을 감지할 경우 사진을 찍어 스마트폰으로 전송해 준다고 해요~\n홈뷰/ 홈 가드 기능은 아이들이 있는 집이나 반려동물을 키우는 경우 잘 활용할 수 있을 것 같고, \n부부로 구성된 2인 가족인 우리 부부는 장기간 집을 비울 때 활용하면 좋을 것 같아요! :D\n홈뷰/ 홈가드 기능에 대해서는 다음번에 더 꼼꼼히 리뷰해 볼게요 : ) \nLG 물걸레 전용 로봇청소기를 들이고 나니 생활이 정말 편해졌는데요, \n집을 1-2시간 비울 때 바닥에 물건만 치워놓고 나가면서 청소를 시켜 놓았더니 \n집에 돌아오면 바닥이 반짝반짝~ 청소 도우미가 다녀간 느낌이에요 : ) \n특히나 침대, 소파, 서랍장 밑 등 기존의 물걸레 청소기를 이용해서 청소를 할 때는 직접 몸을 숙여야 가능했던 청소를 \n이제는 로봇청소기가 알아서 가구 밑을 돌아다니면서 깨끗하게 닦아주니까, \n가구 아래 쌓이는 먼지가 훨씬 적어졌어요 ^^\n청소가 끝나면 충전대도 알아서 잘 찾아가더라고요~\n아직까지는 full로 충전한 후에만 로봇청소기를 돌려봐서 확인한 적은 없지만, \n청소 중에 배터리가 부족해지면 알아서 충전대로 돌아가 충전한 후에 다시 원래 청소 위치로 돌아와 남은 청소를 마무리한다고 하니\nLG M9이 여간 스마트한 로봇청소기가 아니더란~♬\n청소를 하고 나면 물걸레가 어찌나 더러운지~~ㅎㅎㅎ\n게다가 이 로봇청소기는 청소가 끝났으니 물걸레를 교체하라고 얘길 하더라고요.\n그 얘길 듣고도 제가 다른 거 하느라 바로 교체를 안 했더니 잠시 뒤에 또 얘길 하고요 ^^;;;; \n걸레는 더러웠지만, 그만큼 우리 집은 깨끗해졌다는 거~~♬\n스마트한 물걸레 전용 로봇청소기 덕분에 저는 작은 노력만 해도 깨끗한 집에 살 수 있겠어요.\n물걸레 청소기가 스마트해진만큼 인생은 여유로워졌어요~♡\n물걸레 전용 코드제로 M9이 청소를 하는 동안 \n저는 운동을 다녀오거나 도서관에 다녀올 수도 있고, 컴퓨터를 하거나 책을 읽을 수도 있으니 \n하루 24시간을 1-2시간 더 누리며 여유 있게 살고 있다는 생각이 들어요. \n우리 부부는 열심히 물걸레질을 하는 녀석에게 말을 걸곤 한답니다. \n\"오늘도 고맙다~ 내일도 잘 해줘~!!\" \n대답은 없지만요 ^^;;;\n< 이 글은 LG전자로부터 제품을 무상 제공받아 작성했습니다 >",
		"publish_date": "2020-10-28 13:24:00 KST"
	},
	{
		"link": "https://blog.naver.com/aroomon/222136846769",
		"title": "물걸레 로봇청소기 똑똑한 LG 코드제로 M9 ThinQ 픽!",
		"content": "집안일은 해도 해도 티가 나지 않지만, \n안 하면 바로 티가 나는 것 같아요.\n특히 저희 집은 한강변이라 그런지\n하루라도 바닥을 안 닦으면 끈적끈적거리는 것은 물론\n식구들 발바닥이 까매져요. ㅎㅎㅎ\n가끔 제 발보고 제가 놀랄 때가 있어요. ㅋㅋㅋㅋ\n더욱이 저희집은 개린이부자\n여기저기 작은 발자국들도 다다다다~~ \n배변패드에 볼일을 정확히 보더라도 \n가끔씩 젤리발로 온 집안을 찍고 다닐 때가 있어요.. 흑흑\n그리곤 세상 해맑해맑 버전으로 간식 달래요. \n얼마 전부터 우리 집 얼룩덜룩 끈적끈적 \n바닥을 반짝반짝 해결해 주는 우렁각시 \n물걸레로봇청소기와 함께 하고 있는데요\n바로 LG 코드제로 M9 ThinQ 랍니다.\n아마 지금쯤 육아맘들에겐 \n이 녀석의 스마트함이 이미 소문이 났을 텐데요.\n \n세상 조용하게 집안을 훑고 다니니 아기가 자고 있을 때도 문제없겠더라고요.\n참고로 저희 집은 아기보다 더 청각이 예민한 포메라니안들도 쿨쿨 ~\n절대 일어나지 않고 있네요.  \n주행하는 휠이 없어 걸레가 바닥에 밀착 돼 제품이 걸레를 약 2kg 무게로 누르며\n닦아주니까 깨끗한 물걸레 청소가 가능ㅇ하고\n44dB(사운드파워 레벨기준)로\n도서관 수준의 소음을 자랑하기에 시간에 상관없이 \n언제든 열일중이랍니다.\nLG M9은 300ml 대용량 물통이 달려있어요.\n그리고 최대 사용시간이 100분 이라고 하니\n저희집을 돌다가 중간에 물이 떨어져서 서는 일은 없었다는 것!! \n넓은 공간도 든든하게 열일해주니 이런 이모님 만나기 쉽지 않을 듯해요.\n더욱이 그냥 그런 물걸레로봇청소기 아니죠!!\n쿼드코어 CPU를 적용하여 70만 장의 사물 이미지를 학습하여\n집안을 이해하는 인공지능 딥러닝 기술로\n집안의 공간을 나눠서 인지하는 능력까지!!\n우리집을 저보다 더 똑똑하게 나눠서 돌아다니는 것 같은 느낌적인 느낌이..ㅎㅎㅎ\n6개의 레이저 센서로 전면의 장애물을 감지 해\n거리 측정 후 주행 속도를 줄이고\n범퍼 센서를 통해 다시한번 장애물을 확인하여\n후진이나 회전을 한답니다.\n\n본체의 화면을 이용하여 작동을 시켜도 되고\n리모컨을 이용해도 편하게 사용이 가능한데요.\n가장 편한 것은 LG ThinQ 앱을 활용하는 것이 아닐까 싶어요.\n청소모드를 설정할 수도 있고\n인공지능 마이존으로 청소 금지구역을 설정하거나\n원하는 구역만 선택해서 청소를 시킬 수도 있답니다.\n이래서 사용하면 할수록 M9의 스마트함에 반하게 된다니까요 ㅋㅋ \nLG ThinQ앱을 이용하면\n물공급은 아예 하지 않는 마른걸레부터 무려 5단계로 물 공급량 조절이 가능하니\n바닥상태에 따라 그날그날 조절해 줄 수도 있고요.\n( 본체로 이용 시 3단계 물 공급량 조절 가능)\n외출 시에도 우리 집 멍이들이 잘 있는지 홈뷰를 통해 확인이 가능하답니다.\n집 밖에서도 청소모드나 물공급 조절 등 바꿔줄 수가 있으니\n우아~~~너 보통이 아니구나!!! \n그리고 홈가드 기능을 사용하면 지정된 위치에서 사물의 움직임을 감지할 경우\n연속으로 5장의 사진을 촬영해 스마트폰으로 전송해주니까 방범 역할이 가능해요.\n원하는 시간에 알아서 청소를 시작할 수 있도록 예약 기능도 있으니\n설정만 해두면 \n내가 잊어도 알아서 청소해 주는 센스쟁이랍니다.\n참고로 배터리가 부족할 경우엔 알아서 충전대로 이동을 하는데요.\n저는 아직 배터리가 부족하지 않은 상태라 수동으로 충전 버튼을 눌러봤습니다.\n일하다가 충전대로 곧장 찾아가는 스마트함!!\n영상으로 확인해보세요.\n그동안 사용한 청소 다이어리 역시 확인해볼 수 있고용~~\n저는 게을러서 일기도 안쓰는데 우리집 M9는 다 알아서 기록하고 있다는 것!! ㅋㅋ\n \n우리집을 한바퀴 돌더니 캬~~~ \n이런 상태가...하....\" 넌 누구니?\" \n빨다보니 까만 꾸정물이 한가득...이런이런..\n가족들 발바닥이 까매지는데는 다 이유가 있었던거구나..ㅎㅎㅎ \n니가 와서 얼마나 다행인지 모르겠엉..ㅋㅋㅋ\n다 사용 후엔 잔수제거 기능을 통해\n로봇청소기 안에 남아있는 물기를 제거 해 위생적으로 관리 할 수 있으니\n와~~ 똑똑함을 넘어서 기특하지 뭐에요\n진짜 쓰담쓰담 해주고 싶은 충동이 ㅎㅎㅎㅎ\n사용하다보면 가끔 이 녀석 어디서 청소하고 있는지 도통 안 보일 때가 있어요. ㅎㅎ\n우리집이 100평은 아니지만..ㅎㅎㅎ 작동하고 있는지 의심스러울 만큼 워낙 조용해서요. ㅋㅋ\n버튼 한 번만 눌러주면 소리를 내며 자신의 위치까지 알려준답니다.\n사용하면 할수록 우주대만족!!!\n이 친구 이름은 LG 코드제로 M9 ThinQ랍니다.\n 이 글은 LG전자로부터 제품을 무상 제공 받아 작성했습니다.",
		"publish_date": "2020-11-06 10:18:00 KST"
	},
	{
		"link": "https://blog.naver.com/lulmom/222242687069",
		"title": "LG ThinQ 디오스 얼음정수기 냉장고 2달 사용, 내돈내산 후기",
		"content": "                    #LGDIOS #LGDIOS얼음정수기냉장고 #얼음정수기냉장고 #LG디오스얼음정수기냉장고 \n새 집으로 이사한지, 어느새 2달이 훌쩍 넘었네요...\n첫 내 집 마련인지라, 이런저런 기대도 크고 그만큼 신경도 많이 써왔는데요.\n하나하나 남겨보려 했는데, \n정리에 연말, 연초라 정신이 없어 쉽지 않더라구요~;;\n이제 짐 정리도 거의 끝났고, \n새로 장만한 가전과 가구들도 어느정도 익숙해져 하나씩 소개하고 리뷰해 보려고요..\n가구는 중간중간 바꿔와서 큰 변화는 없고,\n결혼 12년차다보니, 대형가전들을 싹~ 장만했어요.\n신혼때도 LG가전으로 전부 마련했고 만족했던지라,\n브랜드는 큰 고민없이 LG에서 했고요.\n백화점 행사기간에, 혜택이 좋아 이사 3개월전부터 선주문해서 가장 먼저 해결(?) 했다지요!ㅎㅎ\n남표니는 워~낙  LG올레드의 로망이 있어, TV 신세계에 행복하다면!\n주부 12년차인, 저는 집에 있는 시간 내내 LG 얼음정수기 냉장고 바라보며 흐뭇한?!! >.<\n저희집은 주방을 지나야 거실이 나오는 타워형 구조인데,\n거실과 냉장고자리가 마주보고 있어서 거실에서 냉장고 정면이 떡~하니 보이거든요..\n그렇다보니 냉장고 선택에 정말이지 심혈을 기울이지 않을 수 없었답니다!\n모던하고 고급스러운 느낌으로 새 집을 꾸미고 싶은 마음이 컸던지라,\n첫 눈에 들어온게 LG 디오스 얼음정수기 냉장고 맨해튼 미드나잇 컬러였어요!\n신혼 때는 화이트 바탕에 핑크 포인트를 더해 화사한게 좋았다면\n지금은 화이트한 가구들로 깔끔한 바탕에\n프리미엄한 가전들은 무게감 있게 미드나잇이나 로즈골드로 골랐더니 \n모던하면서도 럭셔리한 느낌으로 딱 제가 생각했던 느낌이더라고요..\n아아~ 심지어 저의 야심작 세라믹 식탁과 그레이 화살촉 체어, \n그리고 엘리사 식탁등과도 기대이상으로 더더 잘 어우러져서 너무 만족스러워요.\n그리고, 냉장고는 우리 쪼꼬미들에게도 큰 관심사가 아닐 수 없죠! ㅎㅎ\n노크온 냉장고 처음 출시 됐을때 매장에서 노크해보고 신이 났던 촌넘들인데.ㅋㅋ\n아니 저절로 문까지 열린다니?!!!\n어른도 신기방기한데, 얼마나 신이 나겠어요?\n소리지르고 춤까지 추고 며칠을 촌티 작렬 ㅋㅋㅋㅋㅋㅋ\n하루에 커피를 5잔은 마시는 얼죽아 엄마 소원성취한 건 말할 것도 없구요..흐흐\n음성으로도 터치로도 설정을 다 바꿀 수 있고요.\n조각얼음, 냉수, 각얼음\n120ml, 500ml, 1L 정량설정 및 연속설정까지 다다~ 원하는대로!\n얼음까지 나온다니, 둘찌 쪼꼬미도 해보고 말아야겠지요?!!\n엄마처럼 멋~찌게 얼음 플렉~스 해보고 싶었지만, \n처음이라 너무 긴장했?!! ㅋㅋㅋㅋㅋㅋ\n뭐니뭐니해도 음성인식 기능의 가장 큰 수혜자는 엄마 되겠지요?!^^\n광고에서 보고, 너무 신기하지만 과연 음성인식기능을 많이 사용할까? \n의구심도 들었는데요..\n김치통이나 묵직한 반찬통들을 2층, 3층으로 아슬아슬하게 들고 냉장고를 여닫아 본 경험\n없으신 주부가 과연 있을까요?\n한 손으로 문 열다가 휘청했던 적도 있으실거구요~\n혹은, 손에 음식이나 기름기가 묻어있어 손잡이 잡기가 찝찝할 때도,\n\"하이엘지, 냉장고 문 열어줘~\"\n생각했던거 보다 쓸 상황이 너어~~~~~~~~~어모 많다는 거!\n없을때는 미처 몰랐네요?!!ㅋ\n냉장고 안쪽은 요로코롬~\n824L로 용량도 넉넉한 편이지만,\n구성도 좋고, 스마트하게 배치해 두어 용량보다도 더더 넓고 여유있게 쓸 수 있더라고요..\n정수기가 있으면 안쪽으로 많이 좁아지지 않을까? 싶었는데\n직수형 방식이라 보다시피 거의 냉장실 공간을 차지하는 느낌은 없구요..\n히든 버튼으로 전체문 열 필요없이 매직 스페이스만을 열 수도 있어요.\n( 요 위 사진보면 냉장고 정면에 살짝 얼룩처럼 보이는건.. 얼룩이 아니고 필름지를 아직 떼지못.... 해서요.최대한 천천히 떼고 싶은 마음.ㅋㅋ)\n냉장고 여닫을때의 2/3는 물이나 음료수를 꺼낼 때 아니겠어요?\n사실.. LG 얼음정수기 냉장고를 사용하면, 정수기에 냉수 기능도 있기 때문에 \n차가운 물을 꺼낼 일은 없고요..\n우유나 식구들 음료수, 아이들 치즈같은 간식 꺼낼 일이 가장 잦은데요..\n자주 먹는 음료를 꺼내기 편한 점도 좋지만,\n냉기 손실도 47% 가량 줄일 수 있다고 하더라구요..\n가운데는 무빙 바스켓이라 높이 조절도 되는게 딱 주부마음을 읽은 듯한 느낌?!!\n아아~ 여기에 아까 말한 노크온 기능까지 있으니.. 정말 전기세 내려가는 소리..... 흐흐흐흐\n내부도 스테인레스라 고급스럽고 깔끔하고 uv안심제균까지~\n문 아랫쪽에 깨알 멀티수납코너는 뭔가 보너스 공간같은 느낌이라 더 기분좋지요~\n 달걀을 넣어서 보관하는 용도로 사용하니 저는 사이즈가 딱 좋더라구요?\n연휴 마지막 날이다보니 달걀이니, 야채니 싹 소진해서 내일 장을 보러 가얄듯요.ㅎㅎ\n냉동실은 반으로 나뉘어 있어서 저는 오른쪽은 식재료, 왼쪽은 냉동식품을 보관하는데요..\n젤 아랫칸의 서랍칸이 아니더라도, 칸 전체가 슬라이딩으로 앞으로 나오니깐.. \n안쪽에 있는 것들도 안 보일 일 없이 꺼내 사용하기 넘 좋아요.\n거기에 추가로, 저희 집은 식탁에서 앉은채로 뒤로 손을 뻗으면 \n정수기에서 바로 물을 뜰 수 있다는 장점이 또 추가로.ㅋㅋㅋㅋㅋㅋㅋ\n(이게 너무너무 좋음.하하하하)\n뭔가 우아~한척 커피 한 잔 마시며, 친구처럼 시간이나 날씨를 물어보기도 하구요~\n후기에 넣어보고 싶어 설정으로 찍어봤지만..\n거실에서 다른 집안일을 하며 바쁠 때도 종종 잘 쓰고 있어요.\n깔끔하면서도 어느 주방에 두어도 격을 높여줄 듯한 느낌?!!\n어둡거나 답답하진 않을까? 생각을 안해본 것도 아닌데요..\n바로 위에 사진은 실물보다 어둡게 나온 느낌이고,\n노크온 매직스페이스 덕에 개방감까지 더해 전혀 답답하거나 어두운 느낌은 아닌듯요!\n저희 집이 큰 평수가 아님에도 오히려 집을 고급지게 해주는 너낌이랄까?!!\n매~일 거실에 앉아서 바라보며,\n우리 집 인테리어는 LG 디오스얼음정수기 냉장고 너가 다~했다......\n뭐.. 이런 느낌?!!\n요 아이 아니었으면, 밥통 옆 쪽으로 정수기를 따로 놨어얄텐데..\n그러면 전기레인지 옆에 조리기구는 어디에 둬야 했을지..\n수도관은 또 어떻게 깔끔하게 했을지... 후~\n매장에서 첫 느낌보다 집안에 들이니 기대이상으로 예뻐서 놀랐고,\n2달 정도 사용해보니 작은 기능들도 쓰면 쓸수록 생각보다 더 자주 쓰게되고 편리해서 또 놀랐고,\n집 산거 다음으로 내가 가장~ 잘 산거!\nLG ThinQ 디오스 얼음정수기 냉장고.\n사길 자~알 했다!\nLG ThinQ 앱 사용중인데...\n냉장고, 트윈워시, 올레드TV, 에어컨, 스타일러, 공기청정기....\n모으는 재미도 쏠쏠한데요?\n이제, LG 로봇청소기만............ 들이면....ㅎㅎ",
		"publish_date": "2021-02-14 04:08:00 KST"
	},
	{
		"link": "https://blog.naver.com/skdaksdptn/222167771374",
		"title": "인공지능 로봇청소기 LG M9 ThinQ 롱텀 사용기",
		"content": "오늘은 지난 2개월 동안 LG 코드제로 M9 ThinQ 사용 경험을 토대로 특장점을 다시 한번 정리하고자 한다. 사용 전후 가장 큰 차이로 실내화 대신 맨발로 생활한다는 점을 꼽을 수 있다. 퇴근하고 집에 왔을 때 발바닥을 통해 느껴지는 뽀득한 느낌이 정말 만족스럽다. 단순히 먼지만 제거했던 예전과 비교해 집이 훨씬 더 깨끗해진 느낌이랄까?\n2가지 특장점 덕분이다. 지난 성능 리뷰에서 자세하게 살펴봤던 듀얼 스핀 물걸레를 2kg 무게로 눌러 닦는 힘이 첫 번째고 인공지능 딥러닝 기술이 두 번째다. 오늘은 후자에 대해 조금 더 자세하게 알아보자. 우선 스마트한 동작을 위해 M9 ThinQ에는 쿼드코어 CPU가 탑재되어 있다.\n용어가 어렵게 느껴질 수 있다. 쉽게 연산을 위한 두뇌가 4개 있다고 이해하면 된다. 당연히 하나 혹은 둘인 제품보다 더 빠른 속도로 데이터를 처리할 수 있다. 그런데 그게 로봇청소기랑 무슨 상관이 있을까? 센서를 통해 실시간으로 획득한 주변 이미지를 학습하고 처리하는 능력과 관련이 있기 때문이다.\n최대 70만 장 사물 이미지를 스스로 학습한다. 거실, 주방, 침실, 서재 등 공간을 똑똑하게 구분해낸다. 사용자는 '마이존' 기능을 활용해 청소를 원하는 곳과 원치 않은 곳을 설정할 수 있다. 예를 들면 필자네 서재처럼 청소를 방해하는, 오동작을 일으킬 수 있는 케이블이 여기저기 널브러져 있는 공간에는 접근조차 하지 못하게 설정할 수 있다는 의미다.\n공간을 정밀하게 인식하고 현재 로봇청소기 위치와 이동 거리를 정확하게 파악하기 위해 듀얼아이 센서가 적용됐다. 상단 센서는 단순히 공간을 스캔하는 것에 그치지 않고 공간과 장애물을 정확하게 구분해내는 역할도 담당한다. 하단 센서는 실시간으로 최적의 경로를 찾는 데 도움을 준다.\n장애물로 인한 멈춤 문제가 발생하지 않도록 적용된 레이저 센서와 범퍼 센서도 기대 이상이었다. 덕분에 실평수 20평이 채 되지 않는 신혼집에서도 만족스러운 성능을 보여주더라. 필자는 모서리 사이 같은 부분만 물티슈로 직접 닦아주고 있다.\n다양한 주행모드를 제공한다. '꼼꼼', '퀵', '집중' 그리고 '수동 모드' 총 4가지를 로봇청소기 본체와 리모컨 그리고 LG ThinQ 모바일 앱을 통해 선택할 수 있다. 물걸레가 지나가는 간격이 가장 좁은 꼼꼼 청소 모드가 가장 만족스럽다. 시간은 가장 오래 걸리지만, 어차피 집에 아무도 없을 때 동작하니 상관없다.\n만약 먼지 제거용 제품도 LG전자 모델(ex. A9S, R9)을 사용하고 있다면 완벽한 청소를 기대할 수 있다. 전용 앱에서 '스마트 페어링' 기능을 활성화하면 된다. R9 보이스가 먼지 청소를 완료하면 바톤 터치하듯이 자동으로 M9가 물걸레 청소를 시작한다. 현실판 우렁각시라 해도 과언이 아니다.\nThinQ 앱을 활용하면 M9을 홈 보안관으로도 활용할 수 있다. 원격지에서 로봇청소기를 통해 집 내부를 실시간으로 모니터링할 수 있다. (Home View) 그리고 사용자가 지정한 위치에 파킹 해놓고 주변에 사물의 움직임이 감지되면 그 즉시 사진을 촬영하고 등록해 놓은 스마트폰으로 보내주는 '홈 가드' 기능까지 제공한다.\n개인적으로 성능도 성능이지만, 저소음 동작이 정말 마음에 들더라. 무소음에 가깝다. 별도의 흡입 모터 방식이 아닌 듀얼 스핀 물걸레가 회전하면서 발생하는 원심력으로 이동하는 덕분이다. 소음에 민감한 어린 자녀, 반려동물이 있는 가정에서도 충분히 사용할 수 있다.\n지금까지 총 3차례에 걸쳐 소개한 M9은 맞벌이 부부에게 매력 어필을 제대로 할 수 있는 가전제품이다. 회사 업무에 치여 퇴근하면 파김치가 되는 우리에게 상당히 부담스러운 물걸레질을 대신해 주기 때문이다. 매번 걸레를 세척하고 말리고 교체해 줘야 한다는 점은 같지만, 힘을 줘가며 밀대를 밀지 않아도 된다. 대충 바닥에 물만 묻히지 않는다. 약 2kg 무게로 걸레를 눌러 제대로 닦는다. (2부 성능 포스팅 참고) 그래서 더 만족스럽다.",
		"publish_date": "2020-12-09 12:23:00 KST"
	},
	{
		"link": "https://blog.naver.com/heevely0522/222141503411",
		"title": "무선청소기 LG 코드제로 A9S ThinQ 활용 및 관리법",
		"content": "하루가 다르게 추워지는 날씨를 보니 미루고 미루던 대청소를 일찍 끝낸 보람이 있네요. 아무래도 본격적인 추위가 시작되면 움직이는 것도 귀찮아서 아무것도 하기 싫어질테니ㅎㅎ 기왕이면 조금이라도 수월할 때 후딱 해놓는 게 좋겠죠. 저번 포스팅에서는 무청소기 LG 코드제로 A9S ThinQ의 편리한 사용 후기를 보여드렸었는데요. 오늘은 조금 더 디테일한 활용법과 관리법에 대한 포스팅을 다뤄볼까 합니다. 사실 저 역시도 처음에는 물걸레와 먼지 흡입을 동시에 하는 기능 하나만 사용하게 될 줄 알았어요. 하지만 직접 사용해보니 실제로는 그런 대표적인 기능 말고도 부가적인 부분 하나하나까지도 쓰임새가 상당해서 점점 놀라고 있는 중이랍니다.\n구성품은 파워드라이브 마루용과 물걸레용을 제외하고도 상황에 맞게 설계된 다용도, 매트리스, 틈새, 굳은 먼지, 구부러지는 틈새, 상부 청소, 연장호스 이렇게 7가지의 보조 흡입구가 포함되어 있어서 상황에 맞게 활용할 수 있는 흡입구가 다양한데요\n저는 전업주부 10년 차로 저만의 청소 룰이 있어 항상 위에서부터 아래로 치우는 버릇이 있었어요. 하지만 평소에는 손이 닿지 않아 높은 가전의 상단까지는 좀처럼 관리하기 어려웠었는데요. 이번에 보조 흡입구 중 하나인 상부 청소 흡입구를 이용해 눈에 보이지 않는 먼지들을 흡입해보니, 이게 그렇게 어려운 일이 아니었다는 걸 새삼 깨달았습니다. 이런 도구가 있다면 굳이 대청소라는 명목이 아닌, 평소에도 수시로 먼지가 쌓이지 않게 관리를 할 수 있겠단 느낌을 받았네요.\n스크래치가 날 수 있는 가전과 가구 위의 오염물질들은 다용도 흡입구의 브러시를 이용해서 부드럽게 쓸어 담는 방식을 이용하고 있습니다. 열정적으로 치우다가도 혹시나 흠집이 생겨버리면 그것도 맘 아픈 일이니까, 부드럽게 케어해야 하는 공간에는 제격이었네요.\n파워드라이브가 들어갈 수 없는 비좁은 공간은 틈새 흡입구를 이용해서 디테일하게 케어할 수 있습니다. 이런 부분들을 남겨 놓으면 그게 또 바람에 날려 퍼지기 마련이니, 저는 꼭 바닥 전체를 한번 청소하고 나면 틈 사이 구석구석까지 빠짐없이 치우고 있답니다.\n간혹 손도 안 닿고 애매한 커브형의 공간은 구부러지는 틈새를 이용하면 손쉽게 해결됩니다.\n대청소를 하다 보니, 너무 들러붙어서 좀처럼 제거되지 않는 공간도 나타났었는데요. 그때는 굳은 먼지 흡입구로 긁어내며 흡입해 주기도 했어요. 브러쉬가 탄탄한 편이라 스크랩퍼를 대동하지 않아도 손쉽게 제거가 되더군요. 저는 현관이나 베란다와 같은 평소 자주 치우지 않는 공간에서 사용하고 있답니다.\n이외에도 벽면 가까이의 틈 사이 공간은 연장호스를 이용해서 유연하게 청소를 해주었고, 그간 해야지 하면서 미뤄두었던 집안 곳곳을 모든 흡입구를 대동해서 청소를 했더니.. 하나하나 쓸모없는 용품들이 없었습니다. 처음 대충 봤을 때는 쓰는 것만 쓰겠거니란 생각이 없지 않아 있었던 만큼, 역시 실제로 써봐야 쓰임새를 자세히 알 수 있는 것 같네요.\n아무래도 위로 들어서 사용할 때는 손목에 무리가 가면 좀처럼 사용하기 꺼려지는데, 기존 A9 대비 130g 적어진 무게로 큰 무리 없이 사용할 수 있었어요. 흡입구 부착과 탈착도 매우 쉬운 편~ 그냥 눌러서 빼고 그대로 꽂으면 되니까 번거로운 게 하나도 없었어요.\n이렇게 활용을 해보니까 생각했던 것보다 실용성이 상당하단 느낌을 받았지만, 이보다도 놀라웠던 건 다름 아닌 스마트하게 관리할 수 있게 도와주는 LG ThinQ 앱이었습니다.\n어플에 연동을 하게 되면, 월별 청소 시간과 횟수를 그래프로 확인할 수 있었고, 문제가 생길 경우에는 스마트 진단을 통해 사용자가 알아볼 수도 있었는데요. 개인적으로는 현재의 충전 상태와 필터 청소 가이드까지 나와있어서 모르는 부분들까지 하나하나 참고하기 편리해서 좋았어요.\n무선청소기 LG 코드제로 A9S ThinQ는 관리 방법도 쉬웠습니다. 먼저, 제가 느낀 가장 편리했던 부분은 슬림 흡입구의 브러쉬 분리가 간편했다는 건데요. 이렇게 가볍게 잡고 빼내기만 하면 바로 쏙 빠져서 별다른 도구가 필요 없었네요. 간혹 아이들이 흘린 장난감이나 큼지막한 비닐 조각이 잘못 들어가면 흡입구를 막아서 흡입력이 떨어지는 일이 생길 때가 있었는데, 그때마다 바로바로 분리해서 빼낼 수 있고! 또 머리카락이 끼이는 것도 수시로 제거할 수 있으니까 청소 향상을 떨어뜨리지 않고 사용할 수 있었네요.\n물이 들어가는 만큼 더욱 밀착적으로 관리해야 하는 파워드라이브 물걸레는 사용한 패드의 경우 물 세척으로 재사용이 가능했고, 배수통까지도 물이 공급되는 양쪽 마개를 열어 바람이 잘 드는 곳에 건조해서 사용하면 위생적으로 사용할 수 있었어요. 그냥 사용 후 바로바로 해주면 언제나 깔끔한 상태로 쓸 수 있어서 번거롭고 어려운 부분이 하나도 없었네요.\n하지만 그중에서도 단연 위생적으로 가장 만족스러웠던 건 필터 3종이 물청소가 가능했다는 거예요. 저는 다른 것보다 외관상으로 눈에 띄는 투명한 먼지 통안의 필터들에 미세한 먼지가 가득 쌓여있는 게 그렇게 신경 쓰였어요. 하지만, 무선청소기 LG 코드제로 A9S는 먼지통 필터/마이크로 필터/HEPA 필터까지 완전하게 분리가 되고 물로 세척해서 사용할 수 있어서 더욱 깨끗하게 쓸 수 있는 게 좋았답니다\n벽에 걸지 않아도 스탠딩이 가능한 것 하며, 넉넉한 듀얼 배터리 용량으로 120분은 거뜬히 사용 가능하니까! 사실 사용하기 전에도 기대가 많이 되긴 했지만 오히려 사용 후 그 기대를 뛰어넘기도 했네요. 또한, 강력한 흡입력을 선보이지만 소음이나 진동 정도가 크지 않고 스무스한 핸들링까지 갖춰서 요즘은 꼭 대청소를 날 잡아서 하기보단 수시로 하는 습관이 생겼네요^^\n*자사 시험결과, 듀얼배터리(2개 배터리)사용 시간은 표준 모드로 흡입구 장착하지 않고, \n본체에 결합해 완전 충전한 새 배터리와 충전대에서 별도로 완전 충전한 새 배터리 총 2개를 교체 사용한 기준으로 최대 120분임(강 모드 최대 60분, 터보 모드 최대 14분) \n*자사 시험 결과, 싱글 배터리(1개 배터리) 사용 시간은 표준 모드로 흡입구 장착하지 않고, \n충전대에서 별도로 완전 충전한 새 배터리 1개를 사용한 기준으로 최대 60분임\n(강 모드 최대30분, 터보 모드 최대 7분) \n*사용 시간은 모터가 포함되어 있는 파워 드라이브 흡입구 사용 시에는 줄어들 수 있으며, \n실제 사용 환경 및 사용 기간에 따라 차이가 있을 수 있습니다. \n*배터리는 소모품으로 무상보증 기간 종료후에는 베스트샵, 서비스 센터에서 구입하실 수 있습니다. \n안 그래도 점점 미세먼지가 심해지는 바람에 실내 청결을 더욱 신경 써야 했는데, 일상에서도 손쉽고 편리하게 청소할 수 있게 도와주는 무선청소기 LG 코드제로 A9S ThinQ를 만나 이제는 마음도 편해졌습니다. 날이 추워짐에 따라 몸은 점점 무거워지겠지만, 청소는 가볍게 열심히 해보려고요. 10년 차 전업주부가 추천하는 똑소리 나는 생활가전! 다들 만족하실 거라 예상해요^^디자인도 워낙 고급스럽고 세련된 편이라, 외관을 중요시하는 분들도 마음에 쏙 드실 거예요.\n이 글은 LG전자로부터 소정의 원고료와 함께 제품을 대여받아 작성되었습니다",
		"publish_date": "2020-11-11 16:00:00 KST"
	},
	{
		"link": "https://blog.naver.com/bonniegets/222216667459",
		"title": "LG 코드제로 M9 ThinQ 인공지능 물걸레 로봇청소기 사용후기",
		"content": "LG 코드제로 M9 ThinQ 물걸레 로봇청소기\n요즘 바이러스로 인해서 우리의 일상이 많이 달라졌는데요. 가장 큰 것이 마스크를 매번 쓰는 것이 아닐까 싶어요. 한동안 중국의 공장들이 멈추는 바람에 그렇게 골치가 아프던 미세먼지가 한동안 잠잠했었고 하늘이 맑은 경우들도 종종 있었는데요. 작년 말부터 중국의 공장들이 다시 돌아가기 시작해서인지 다시 미세먼지들이 많아지는 것 같더라고요. 매일 쓰는 마스크 덕에 외부에서는 오히려 나아졌지만 집안의 미세먼지는 여전한 것 같아요. 특히 외출 후 돌아왔을 때 옷과 몸에 있던 미세먼지들이 결국은 바닥에 다 쌓이게 되거든요. 또한 환기를 위해서 잠깐이라도 창문을 열어두게 되어도 역시나 미세먼지들이 들어오게 되는 것도 문제고요. 그래서 바닥청소가 참 중요하다는 생각인데요. 일반적인 먼지 흡입 청소를 한 후 물걸레 청소를 통해서 깨끗하게 바닥청소를 하는 게 가장 좋은 방법 같더라고요. \n그럴 때 필요한 것이 바로 LG M9 물걸레 전용 로봇청소기가 아닌가 싶어요. 무선청소기 시장에 어느 정도 자리를 잡은 LG가 로봇청소기 시장에도 보다 본격적으로 진출하기 위해 최근 출시한 제품 중 하나인데요. 디자인부터 기능까지 뭐 하나 빠지는 게 없는 제품 같아서 한번 사용해 봤는데요. 역시나 단순한 로봇청소기가 아니라 '청소로봇'이라고 할 만큼 스마트하더라구요.\nLG M9의 경우 70만 장의 사물 이미지가 학습된 쿼드코어 CPU가 내장되어 있는데요. 그렇다 보니 안방, 거실, 주방 등 우리집 공간을 똑똑하게 인식해서 제대로 된 도면을 그려내어 청소를 하는 것 같았어요.\n또한 제품 상단에 있는 터치 버튼들을 통해서 직접 조작을 할 수도 있었고요. 기본적으로 제공되는 리모컨으로도 거의 모든 작동을 할 수 있어서 너무 편리했어요. 일반적인 전원 On/Off는 물론이고 시작/정지는 물론 충전대로 돌아가게도 할 수가 있었고요.\n이렇게 퀵청소, 꼼꼼청소, 집중청소 모드를 선택할 수도 있고, 물걸레 전용 로봇청소기에게 가장 중요한 자동물공급양을 선택할 수도 있었어요. \nLG M9의 경우 다른 LG 가전들처럼 LG ThinQ 앱과 연동해서 사용이 가능한데요. 로봇청소기다보니 어떤 가전들보다도 활용도가 높더라구요. 워시타워, 스타일러, 식기세척기, TV 등 대부분의 가전이 LG 제품인 만큼 ThinQ 앱을 많이 사용하는데, 다른 제품들은 앱이 보조적인 역할을 한다면 LG M9은 앱이 필수인 느낌이었네요. 처음에 휴대폰에 ThinQ 앱에서 청소기를 선택하면 이렇게 세 종류가 뜨는데요. 물걸레 로봇청소기를 선택해서 연동하면 되더라고요.\n  \n참 연결을 위해서는 로봇청소기에도 와이파이 기능을 활성화해야 되는데요. 제품 터치 버튼 중 물방울 모양의 물공급 모드 버튼을 3초간 터치하면 배터리 표시등 왼편에 이렇게 와이파이 표시가 뜨면서 기능이 활성화되니 참고하시면 될 것 같아요. \n뭐 한 번이라도 LG ThinQ를 통해서 LG 가전을 연동해보신 분이라면 보다 손쉽게 할 수가 있을 건데요. 연결이 되면 이렇게 바로 물걸레 로봇청소기 모양이 뜨면서 상태도 표시가 되더라고요. \n물걸레 로봇청소기를 선택하면 이렇게 다양한 정보를 한눈에 볼 수가 있는데요. 청소 진행 시간이라든지 현재 청소 중인지 충전 중인지 상태 확인도 가능하고요. 청소모드와 자동물공급상태, 배터리 상태도 아이콘을 통해서 바로 알 수가 있어요. 무엇보다 시작/정지 버튼으로 LG M9을 작동시킬 수가 있다는 게 가장 좋은 것 같았네요.\n처음 전체 집을 청소하게 되면 도면을 그리게 되는데요. 그 도면을 바탕으로 마이존 메뉴를 통해서 선택 영역만 청소를 할 수도 있고, 청소금지영역을 지정할 수도 있어요. 대부분의 장애물을 인식하지만 일부는 인식할 수 없는 부분들이나 일시적으로 중요한 물건들을 바닥에 둘 경우 청소금지영역으로 선택해 두면 효율적으로 물걸레 청소를 할 수가 있어요. 이렇게 앱을 통하면 집 밖에서도 언제든지 청소기를 사용할 수가 있는데요. 집에 있을 때 청소를 하면 번거로우니 집에 사람이 없을 때 LG M9을 동작시켜서 청소하면 정말 편한 것 같았어요.\n또한 리모컨이나 제품 버튼을 통해서 물공급양을 선택하면 총 세 가지로밖에 선택을 못하는데, 앱을 통하면 다섯 가지 모드로 선택이 가능하다는 점도 앱을 필수적으로 사용해야 되는 이유 중 하나가 아닐까 싶었어요. 그만큼 앱을 통해서 할 수 있는 기능들이 많다는데요.\n이 이외에도 예약 청소 기능을 통해서 날짜와 시간을 설정하면 자동으로 그때 물걸레 청소를 하게 하는 것도 ThinQ 앱을 통해서 가능해서 자주 쓰게 되더라고요. \n또한 홈뷰, 홈가드라는 특별한 기능도 사용이 가능한데요. 집안을 모니터링하거나 보안용으로 사용이 가능한 기능으로 특히 집에 반려견이나 반려묘가 있다면 활용도가 높은 기능이 아닐까 싶었어요. 홈가드는 지정된 위치에 사물의 움직임이 감지될 경우 다섯 장의 사진을 촬영해 스마트폰으로 알려주는 기능이고요. 홈뷰는 이렇게 원격으로 앱을 통해서 상단카메라로 찍힌 집안을 실시간으로 모니터링할 수가 있는데요. 직접 스마트폰을 통해서 로봇청소기를 조정해 원하는 곳을 볼 수가 있어 좋은 것 같았네요.\n기본적으로 LG M9은 물걸레 전용 로봇청소기로 청소 본연의 기능에 꽤 충실한 제품이라서 가장 마음에 들었던 것 같아요. 약 2Kg 누르는 힘으로 회전하면서 물걸레질을 하다 보니 정말 깨끗하게 청소가 되는 것 같았어요.\n그리고 사진에서 보시다시피 거실 소파 안쪽은 물론이고 식탁 아래까지 요리조리 잘도 움직이면서 장애물들을 피해 잘 청소를 하더라고요. 상단 카메라 센서와 6개의 레이저 센서 그리고 범퍼 센서까지 모두 제 역할을 잘한다는 느낌이었어요. \n센서들 덕분에 이렇게 현관에서 떨어지지도 않고 청소도 잘 했는데요. 역시나 LG에서 마음먹고 만든 제품이라서 그런지 꽤 스마트하다는 생각이 들더라고요. \n물걸레 청쇠 유의점이 있다면, 항상 사용하실 때 가장 중요한 것이 전용물걸레를 깨끗이 씻고 잘 말려서 사용해야 된다는 것이고요. 청소 시작 전에 다시 살짝 적셔서 사용해주면 돼요.(마른 걸레모드 제외) 최대 5 단계까지 공급량 조절이 가능한 자동물공급으로 청소환경에 맞게 적절하게 조절해가며 사용할 수 있어 더 자주 쓰게 되더라구요. 요즘같이 미세먼지가 많을 때에는 너무 좋은 것 같아요.\n사실 세균들이 눈에 보이는 건 아니지만 확실히 LG M9 물걸레청소를 사용하니 뭔가 왠지 심리적으로 안정감이 들었던 것 같아요. 특히나 회사에 출근했을 때 ThinQ를 통해서 청소를 해버리고 퇴근해서 깨끗해진 집으로 들어가는 기분은 너무 상쾌하니 여러분들도 한번 느껴보셨으면 좋겠네요.\n▼▼▼▼▼▼\n아래 보니앤조 인플루언서 홈에 접속하셔서\n[팬하기]를 꼭 눌러주세요!\n다음 컨텐츠를 만드는데 큰 힘이 됩니다.\nhttps://in.naver.com/bonnieandjoe\n#로봇청소기 #LGM9 #물걸레로봇청소기 #LG로봇청소기 #물걸레로봇 \n이 글은 LG전자로부터 소정의 원고료를 지원 받아 작성되었습니다.",
		"publish_date": "2021-01-23 06:10:00 KST"
	},
	{
		"link": "https://blog.naver.com/wlsgml850/222147422193",
		"title": "LG 코드제로 M9 ThinQ 물걸레 전용 청소기 성능",
		"content": "LG 코드제로 M9 ThinQ \n물걸레 전용 청소기 성능\n화창한 날씨가 계속되는 와중에도 창문을 열면 미세하게 들어오는 먼지들이 계속 신경 쓰일 수밖에 없는데요. 매일 손걸레질을 해도 넓은 집을 혼자서 다 청소하기란 무리더라고요. 그래서 이번에 새로 나온 LG 코드 제로 M9인을 만났을 때 어찌나 행복하던지~ 물걸레전용 로봇청소기로 집안 구석구석을 스마트하게 닦아주니 요즘 저의 최애가전제품이랍니다.\n예전에는 사람 손으로 직접 빡빡 닦아야 속이 시원하지~ 기계가 무슨 소용일까 싶은 생각을 하는 어르신들도 많이 계셨고 저 역시 그런 편견 아닌 편견이 있었는데요. M9 물걸레 전용 청소로봇을 만나고 나서는 그런 생각이 사라졌어요. 제품이 약 2kg의 무게로 묵직하게 물걸레를 눌러주고, 강력하게 회전하는 2개의 듀얼 스핀 덕분에 주행하는 바퀴가 없이 바닥에 밀착하여 닦아주는 효과를 주기 때문에 꽤 깨끗하게 청소가 가능 하더라니까요. ㅎㅎ\n살짝 물을 적셔 빨아놓은 전용청소포를 바퀴에 부착시키고 300ml 대용량 물통에 물을 채워 넣기만 하면 준비는 끝~ 전원을 누르고 퀵 청소 / 꼼꼼청소 / 집중청소 중 하나를 선택 후 시작 버튼을 누르면 혼자서 야무지게 다니며 잘 문질러 닦아준답니다. ㅎㅎ\n엘지 코드제로 M9 물걸레 청소로봇을 조금 더 편리하게 사용하기 위해 LG ThinQ 앱을 설치하면 도움이 된답니다. 물공급 조절은 물론 홈가드와 예약까지 여기서 한 번에 가능하니까요!\n와이파이를 활성화시킨 다음 물걸레 로봇청소기를 선택하고 제품의 WI FI 기능을 활성화시켜서 연결해 주면 아주 간단하더라고요. 어르신들도 잘 따라 하실 수 있게 그림으로 설명돼 사용설명서가 동봉되어 있으니 그대로 따라 하시기만 하면 된답니다.\n그렇게 연결하고 나면 사용자 이름 설정은 물론 청소기에게도 이름을 지어 줄 수 있어요. 저는 나인이라고 이름을 지어봤습니다. ㅎㅎ \n지정한 이름을 클릭하고 세부 메뉴로 들어가면 5단계의 정밀한 물분사 조절 공급 시스템으로 마른 걸레부터 약/ 중/ 강 / 최강까지 원하는 양을 조절할 수 있어요. 최강과 중의 경우에는 제품 상단 조작부에선 조절 할 수 없고 앱에서만 가능하니 참고하시고요.!\n특정 영역을 선택해서 청소하거나 청소 금지 영역을 설정할 수 있는 마이존 기능도 있는데요. 처음 사용할 때 새 도면을 그려놓으면 나중에 원하는 장소만 선택적으로 닦거나 청소 금지구역을 설정할 수 있다는 장점이 있더라고요.\n새 도면을 열심히 그리며 바닥을 닦는 중~ 허투루 하지 않고 이리저리 꼼꼼하게 움직이며 얼룩들을 제거해 준답니다.\n소파 밑이나 TV 장 아래 손이 잘 닿지 않는 공간까지도 들어가서 잘 닦아주니 좋더라고요. 예전에는 청소기 돌리고 물걸레까지 닦고 나면 힘이 들어 자주 청소하지 못했는데 요즘은 거의 매일 돌리고 있어요~\n아이와 반려동물을 키우는 집에서는 소음역시 민감한 사항중 하나일데요. M9의경우 사운드 파워레벨 기준으로 44db의 저소음이라 정말 조용하다는게 또다른 장점중하나에요. 궁금하신 분들은 영상을 참고해주세요!\n혹시나 돌아가는 척만 하고 얼룩은 못 지우는 거 아닐까? 괜한 궁금증이 생기기에 형광펜을 바닥에 사정없이 그어서 테스트도 해봤지요.\n엘지 물걸레 전용 로봇청소기 M9의 강력한 회전으로 아주 싹~ 지워줘서 속이 시원해지더라니까요. 역시 우리 나인이~짜란다!\n바퀴 없이 물걸레로만 주행하기 때문에 바닥에 더 밀착해서 눌러주며 움직이는데요. 그래서 지나가는 자리는 확실히 티가 나더라고요. 습기가 조금 잇는 여름에는 물 공급량을 중이나 약으로 놓고 요즘처럼 건조하고 먼지 많을 때는 강으로 놓고 돌리면 딱 좋답니다.\n가끔 얘가 어디 있지? 궁금할 때는 위치 찾기 버튼을 누르면 청소기에서 알림음이 나와서 찾기도 쉽더라고요. ㅎㅎ\n청소를 마치고 더러워진 청소포는 세제를 푼 물에 담가놓았다가 회색면끼리 맞닿게 문질러주기만 하면 금세 깨끗해진답니다. 예전에 손으로 물걸레질할 때는 금새 말라버려 몇 번을 빨아야 했는데 엘지 코드제로 M9이 똑똑하고 정밀한 물 공급 방식으로 알아서 조절해 주니 이젠 그럴 필요 없이 아주 편해졌어요.\n예약 기능을 사용하면 지정한 날짜와 시간에 자동 물걸레질도 해주더라고요! 청소를 시작할 때 마른 걸레를 적셔주는 적시기 기능까지 있다니 완전 스마트~ 인공지능 물걸레전용 로봇청소기 답네요. ㅎㅎ\n청소를 마치고 나면 알아서 충전대를 찾아가 주는 것도 기특~ 외출할 때 눌러놓기만 하면 알아서 꼼꼼하게 닦아주니 덕분에 자유시간이 더 많아졌답니다. 물걸레질이 너무 지겨운 분들은 LG 코드제로 M9 ThinQ 물걸레 청소기가 선택이 아닌 필수일 것 같아요. :)\n",
		"publish_date": "2020-11-22 07:10:00 KST"
	}
]